// /** @file
//  System manufacturer information.
//
// Copyright (c) 2004 - 2016, Intel Corporation. All rights reserved.<BR>
//
// This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution. The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php.
// 
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// **/


#langdef en-US "English"

#string STR_MISC_SYSTEM_MANUFACTURER    #language en-US  "ADI"
#string STR_MISC_SYSTEM_PRODUCT_NAME    #language en-US  "Broxton M"
#string STR_MISC_SYSTEM_PRODUCT_NAME_X  #language en-US  "Broxton X"
#string STR_MISC_SYSTEM_PRODUCT_NAME_X2 #language en-US  "Broxton X2"
#string STR_MISC_SYSTEM_PRODUCT_NAME_P  #language en-US  "Broxton P"
#string STR_MISC_SYSTEM_VERSION         #language en-US  "A0"
#string STR_MISC_SYSTEM_VERSION_A0      #language en-US  "A0"
#string STR_MISC_SYSTEM_VERSION_A1      #language en-US  "A1"
#string STR_MISC_SYSTEM_VERSION_B0      #language en-US  "B0"
#string STR_MISC_SYSTEM_VERSION_B1      #language en-US  "B1"
#string STR_MISC_SYSTEM_VERSION_B2      #language en-US  "B2"
#string STR_MISC_SYSTEM_VERSION_C0      #language en-US  "C0"
#string STR_MISC_SYSTEM_SERIAL_NUMBER   #language en-US  "To be filled by O.E.M"
#string STR_MISC_SYSTEM_SKU_NUMBER      #language en-US  "To be filled by O.E.M"
#string STR_MISC_SYSTEM_FAMILY_NAME     #language en-US  "IA Tablet"
#string STR_MISC_SYSTEM_FAMILY_NAME1    #language en-US  "IA Notebook"